{
  "datetime": "Wednesday, June 14, 2023 at 09:10PM ",
  "id": "ab1bf0e7-96b3-445a-b4f1-f6d11432f3f1",
  "message": {
    "info": "PART\tIII\n\nItem\t10.\n\nItem\t11.\n\nItem\t12.\n\nItem\t13.\n\nItem\t14.\n\nPART\tIV\n\nItem\t15.\n\nItem\t16.\nSignatures\n\nDirectors,\tExecutive\tOfficers\tand\tCorporate\tGovernance\n\nExecutive\tCompensation\n\nSecurity\tOwnership\tof\tCertain\tBeneficial\tOwners\tand\tManagement\tand\tRelated\tStockholder\tMatters\n\nCertain\tRelationships\tand\tRelated\tTransactions,\tand\tDirector\tIndependence\n\nPrincipal\tAccountant\tFees\tand\tServices\n\nExhibits\tand\tFinancial\tStatement\tSchedule\n\nForm\t10-K\tSummary\n\nPage\n\n1\n\n8\n\n21\n\n21\n\n21\n\n22\n\n23\n\n24\n\n39\n\n41\n\n50\n\n75\n\n76\n\n76\n\n77\n\n77\n\n77\n\n78\n\n78\n\n79\n\n82\n\n83\n\n\fPART\tI\n\nSpecial\tNote\tRegarding\tForward-Looking\tStatements\n\nThis\treport\tand\tsome\tdocuments\tincorporated\therein\tby\treference\tinclude\testimates,\tprojections,\tstatements\trelating\t\n\nto\tour\tbusiness\tplans,\tobjectives,\tand\texpected\toperating\tresults\tthat\tare\t\"forward-looking\tstatements\"\twithin\tthe\tmeaning\tof\t\nthe\tPrivate\tSecurities\tLitigation\tReform\tAct\tof\t1995,\tSection\t27A\tof\tthe\tSecurities\tAct\tof\t1933\tand\tSection\t21E\tof\tthe\tSecurities -- respect and appreciation. \n\nWe have zero tolerance for violence, bullying \nand harassment in our workplace.  Bullying and \nharassment includes any inappropriate conduct \nor comment by a person towards a worker that \nthe person knew or reasonably ought to have \nknown would cause that worker to be humiliated \nor intimidated. \n\nExamples of bullying and harassment include \ndeliberately impeding or undermining a person’s \nwork, excluding, or isolating a person socially, \ncyber-bullying, and spreading malicious rumours \nor gossip that are not true.\n\nBullying and harassment does not include any \nreasonable action taken by an employer or \nsupervisor relating to the management and \ndirection of workers or the place of employment. \nReasonable direction or management includes \nperformance management, corrective action, \nor instruction provided to assist an employee in \ntheir development or advancement.\n\nWe stand for humanity,  \ndiversity, and empathy. \n\nWe strive to provide an environment that -- respect and appreciation. \n\nWe have zero tolerance for violence, bullying \nand harassment in our workplace.  Bullying and \nharassment includes any inappropriate conduct \nor comment by a person towards a worker that \nthe person knew or reasonably ought to have \nknown would cause that worker to be humiliated \nor intimidated. \n\nExamples of bullying and harassment include \ndeliberately impeding or undermining a person’s \nwork, excluding, or isolating a person socially, \ncyber-bullying, and spreading malicious rumours \nor gossip that are not true.\n\nBullying and harassment does not include any \nreasonable action taken by an employer or \nsupervisor relating to the management and \ndirection of workers or the place of employment. \nReasonable direction or management includes \nperformance management, corrective action, \nor instruction provided to assist an employee in \ntheir development or advancement.\n\nWe stand for humanity,  \ndiversity, and empathy. \n\nWe strive to provide an environment that -- applicable\tlaws.\n\nWhile\twe\trequire\tour\tsuppliers\tand\tmanufacturers\tto\tcomply\twith\tour\tVendor\tCode\tof\tEthics,\twhich\tincludes\tlabor,\t\n\nhealth\tand\tsafety,\tand\tenvironment\tstandards,\twe\tdo\tnot\tcontrol\ttheir\toperations.\tIf\tsuppliers\tor\tcontractors\tdo\tnot\tcomply\t\nwith\tthese\tstandards\tor\tapplicable\tlaws\tor\tthere\tis\tnegative\tpublicity\tregarding\tthe\tproduction\tmethods\tof\tany\tof\tour\t\nsuppliers\tor\tmanufacturers,\teven\tif\tunfounded\tor\tnot\tspecific\tto\tour\tsupply\tchain,\tour\treputation\tand\tsales\tcould\tbe\tadversely\t\naffected,\twe\tcould\tbe\tsubject\tto\tlegal\tliability,\tor\tcould\tcause\tus\tto\tcontract\twith\talternative\tsuppliers\tor\tmanufacturing\t\nsources.\n\nThe\tfluctuating\tcost\tof\traw\tmaterials\tcould\tincrease\tour\tcost\tof\tgoods\tsold.\n\nThe\tfabrics\tused\tto\tmake\tour\tproducts\tinclude\tsynthetic\tfabrics\twhose\traw\tmaterials\tinclude\tpetroleum-based\tproducts.\t\nOur\tproducts\talso\tinclude\tsilver\tand\tnatural\tfibers,\tincluding\tcotton.\tOur\tcosts\tfor\traw\tmaterials\tare\taffected\tby,\tamong\tother -- challenges that can negatively impact lululemon \nand our ability to deliver on our Impact Agenda \ncommitments. We approach these dynamic, complex \nchallenges by listening, engaging with a variety \nof stakeholders, taking intentional steps to make \nchange, and continuously adjusting as we learn \nmore. In 2021, we identified our most pressing \nchallenges, and have taken steps to address them, \nensuring the best path forward. \n\nLegislation and regulatory \nchanges. Regional and \nnational regulating  \nbodies continue to  \nevolve legislation on \nenvironmental, social,  \nand due diligence topics.\n\nShifting consumer and \nemployee expectations and \npreferences (e.g., options for  \npre-owned products). \n\nEvolution in product and \nvalue chain traceability \nexpectations.\n\n1 2\n\n LULULEMON 2021 IMPACT REPORTIntroduction   Be Human   Be Well   Be Planet   Supplement \n \n \n \n \n \n \n\fThe wellbeing of people, communities, and the planet are intricately intertwined. We developed our -- the\tUnited\tStates\tSecurities\tand\tExchange\tCommission,\tor\tthe\tSEC,\tthrough\tour\twebsite,\tas\tsoon\tas\treasonably\tpracticable\t\nafter\tthey\thave\tbeen\tfiled\tor\tfurnished.\tThese\treports\tinclude,\tbut\tare\tnot\tlimited\tto,\tour\tannual\treports\ton\tForm\t10-K,\t\nquarterly\treports\ton\tForm\t10-Q,\tcurrent\treports\ton\tForm\t8-K,\tand\tany\tamendments\tto\tthose\treports.\tOur\tSEC\treports\tcan\talso\t\nbe\taccessed\tthrough\tthe\tSEC's\twebsite\tat\twww.sec.gov.\tAlso\tavailable\ton\tour\twebsite\tare\tprintable\tversions\tof\tour\tCode\tof\t\nBusiness\tConduct\tand\tEthics\tand\tcharters\tof\tthe\tstanding\tcommittees\tof\tour\tboard\tof\tdirectors.\tInformation\ton\tour\twebsite\t\ndoes\tnot\tconstitute\tpart\tof\tthis\tannual\treport\ton\tForm\t10-K\tor\tany\tother\treport\twe\tfile\tor\tfurnish\twith\tthe\tSEC.\n\nITEM\t1A.\tRISK\tFACTORS\n\nIn\taddition\tto\tthe\tother\tinformation\tcontained\tin\tthis\tForm\t10-K,\tthe\tfollowing\trisk\tfactors\tshould\tbe\tconsidered\tin\t\nevaluating\tour\tbusiness.\tOur\tbusiness,\tfinancial\tcondition,\tor\tresults\tof\toperations\tcould\tbe\tmaterially\tadversely\taffected\tas\ta -- ",
    "prompter": "how mighthello",
    "responder": "Legislation and regulatory changes, shifting consumer and employee expectations and preferences, and evolution in product and value chain traceability expectations are some of the challenges that can negatively impact Lululemon and our ability to deliver on our Impact Agenda commitments. We approach these dynamic, complex challenges by listening, engaging with a variety of stakeholders, taking intentional steps to make change, and continuously adjusting as we learn more."
  },
  "metadata": {
    "prompter": {
      "email": "sjacobsen@trystoryline.onmicrosoft.com",
      "speaker": "USER",
      "timestring": "Wednesday, June 14, 2023 at 09:10PM "
    },
    "responder": {
      "speaker": "BOT",
      "timestring": "Wednesday, June 14, 2023 at 09:10PM "
    }
  },
  "user_email": "sjacobsen@trystoryline.onmicrosoft.com"
}