{
  "datetime": "Friday, June 09, 2023 at 09:28PM ",
  "id": "ae18d451-2bee-4ed2-8b67-186d6302b44f",
  "message": {
    "info": "organization. To preview our report, here are just a few \nexamples of our actions to help drive change. \n\nIn support of our people and communities, we have \ncontinued to deliver against our Inclusion, Diversity, Equity, \nand Action (IDEA) commitments. We increased the diversity \nof our employees to better reflect the communities we serve, \nbroadened our inclusive design programs, maintained gender \npay equity for the fifth year in a row, and maintained full \npay equity for 100 percent of all US employees. In addition, \nthrough the launch of the lululemon Centre for Social Impact, \nwe invested US $11.9 million in support of our goal to provide \naccess to wellbeing tools to 10 million people by 2025. \n\nTo help create a healthier planet, and as part of our climate \naction plan, lululemon procures 100 percent renewable \nelectricity to power all our owned and operated facilities. In our \nmen’s business, our products are now made with more than -- organization. To preview our report, here are just a few \nexamples of our actions to help drive change. \n\nIn support of our people and communities, we have \ncontinued to deliver against our Inclusion, Diversity, Equity, \nand Action (IDEA) commitments. We increased the diversity \nof our employees to better reflect the communities we serve, \nbroadened our inclusive design programs, maintained gender \npay equity for the fifth year in a row, and maintained full \npay equity for 100 percent of all US employees. In addition, \nthrough the launch of the lululemon Centre for Social Impact, \nwe invested US $11.9 million in support of our goal to provide \naccess to wellbeing tools to 10 million people by 2025. \n\nTo help create a healthier planet, and as part of our climate \naction plan, lululemon procures 100 percent renewable \nelectricity to power all our owned and operated facilities. In our \nmen’s business, our products are now made with more than -- as we expand this category. \n\nWithin omni guest experience, our continual investments in our channels engage our \nguests in new and compelling ways, meeting them where, when, and how they want \nto shop. Stores continue to be an important growth driver and connection point with \nour guests, and we opened 53 net-new stores in 2021. Our ongoing digital innovation \nalso contributed to the strength of our omni offering, on top of last year’s very strong \nperformance. And, reflecting our enthusiasm for the opportunities for the business, \nwe launched MIRROR in Canada, its first market outside of the United States, and \nintroduced MIRROR shop-in-shops in approximately 200 lululemon stores across  \nNorth America, continuing to extend our ecosystem. \n\nWithin international, our revenue grew by more than 50% in 2021—and still only \nrepresents 15% of the business. We opened 43 net new stores internationally and \ncontinue to see how well the lululemon brand resonates across the globe. From 31 -- as we expand this category. \n\nWithin omni guest experience, our continual investments in our channels engage our \nguests in new and compelling ways, meeting them where, when, and how they want \nto shop. Stores continue to be an important growth driver and connection point with \nour guests, and we opened 53 net-new stores in 2021. Our ongoing digital innovation \nalso contributed to the strength of our omni offering, on top of last year’s very strong \nperformance. And, reflecting our enthusiasm for the opportunities for the business, \nwe launched MIRROR in Canada, its first market outside of the United States, and \nintroduced MIRROR shop-in-shops in approximately 200 lululemon stores across  \nNorth America, continuing to extend our ecosystem. \n\nWithin international, our revenue grew by more than 50% in 2021—and still only \nrepresents 15% of the business. We opened 43 net new stores internationally and \ncontinue to see how well the lululemon brand resonates across the globe. From 31 -- Indicate\tby\tcheck\tmark\twhether\tthe\tregistrant\thas\tfiled\ta\treport\ton\tand\tattestation\tto\tits\tmanagement's\tassessment\tof\tthe\teffectiveness\tof\tits\tinternal\tcontrol\tover\tfinancial\t\nreporting\tunder\tSection\t404(b)\tof\tthe\tSarbanes-Oxley\tAct\t(15\tU.S.C.7262(b))\tby\tthe\tregistered\tpublic\taccounting\tfirm\tthat\tprepared\tor\tissued\tits\taudit\treport.\t\t\t\t☑\nIf\tsecurities\tare\tregistered\tpursuant\tto\tSection\t12(b)\tof\tthe\tAct,\tindicate\tby\tcheck\tmark\twhether\tthe\tfinancial\tstatements\tof\tthe\tregistrant\tincluded\tin\tthe\tfiling\treflect\tthe\t\ncorrection\tof\tan\terror\tto\tpreviously\tissued\tfinancial\tstatements.\t\t\t☐\nIndicate\tby\tcheck\tmark\twhether\tany\tof\tthose\terror\tcorrections\tare\trestatements\tthat\trequired\ta\trecovery\tanalysis\tof\tincentive-based\tcompensation\treceived\tby\tany\tof\tthe\t\nregistrant’s\texecutive\tofficers\tduring\tthe\trelevant\trecovery\tperiod\tpursuant\tto\t§240.10D-1(b).\t\t\t☐\nIndicate\tby\tcheck\tmark\twhether\tthe\tregistrant\tis\ta\tshell\tcompany\t(as\tdefined\tin\trule\t12b-2\tof\tthe\tAct).\t\t\t\tYes\t\t☐\t\t\t\tNo\t\t☑ -- engineer products that solve the unmet needs of our guests, with strength across both \nwomen’s and men’s and within each of our four key product areas of Yoga, Run, Train, \nand On the Move. Our proprietary research powered new innovations such as the Air \nSupport Bra—designed with an innovative support system five years in the making—\nand the Take Form Mat—designed with cutting-edge technology to help improve yoga \nalignment. Our multi-year partnership with the Canadian Olympic Committee and \nParalympic Committee is a powerful opportunity to showcase the lululemon brand and \nour technical apparel expertise on the world stage. We recently unveiled our inaugural \nfootwear collection—made for women first—with many exciting opportunities ahead  \nas we expand this category. \n\nWithin omni guest experience, our continual investments in our channels engage our \nguests in new and compelling ways, meeting them where, when, and how they want -- ",
    "prompter": "tell me about Lululemon's \"Achieving Our Power of Three Goals\". What are the 3 goals?",
    "responder": "Lululemon's \"Achieving Our Power of Three Goals\" are to support people and communities, create a healthier planet, and engineer products that solve the unmet needs of our guests. These goals are supported by initiatives such as increasing the diversity of our employees, procuring 100% renewable electricity, and launching MIRROR shop-in-shops in 200 lululemon stores across North America."
  },
  "metadata": {
    "prompter": {
      "email": "sjacobsen@trystoryline.onmicrosoft.com",
      "speaker": "USER",
      "timestring": "Friday, June 09, 2023 at 09:27PM "
    },
    "responder": {
      "speaker": "BOT",
      "timestring": "Friday, June 09, 2023 at 09:28PM "
    }
  },
  "user_email": "sjacobsen@trystoryline.onmicrosoft.com"
}